Repository: manaflow-ai/cmux
Catalog: ios/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# auth.error.invalid_session
source: The saved Stack Auth session is invalid.
ja: 保存された Stack Auth セッションが無効です。

# auth.error.keychain
source: Could not update Stack Auth session in Keychain (%d).
ja: Keychain の Stack Auth セッションを更新できませんでした（%d）。

# ticket.error.invalid_saved_ticket
source: The saved cmux ticket is invalid.
ja: 保存された cmux チケットが無効です。

# ticket.error.keychain
source: Could not update the saved cmux ticket (%d).
ja: 保存された cmux チケットを更新できませんでした（%d）。

# auth.error.missing_tokens
source: The sign-in callback did not include Stack Auth tokens.
ja: サインイン コールバックに Stack Auth トークンが含まれていません。

# auth.error.unsupported_callback
source: This sign-in callback is not for cmux.
ja: このサインイン コールバックは cmux 用ではありません。

# button.connect
source: Connect
ja: 接続

# button.disconnect
source: Disconnect
ja: 切断

# common.done
source: Done
ja: 完了

# home.action.mark_read
source: Read
ja: 既読

# home.action.mark_unread
source: Unread
ja: 未読

# home.action.pin
source: Pin
ja: ピン留め

# home.action.unpin
source: Unpin
ja: ピン留め解除

# home.action.hide_unavailable
source: Hide
ja: 非表示

# home.action.show_unavailable
source: Show
ja: 表示

# home.filter.all
source: All
ja: すべて

# home.filter.availability
source: Availability
ja: 利用状況

# home.filter.button
source: Filter Workspaces
ja: ワークスペースをフィルタ

# home.filter.hidden_unavailable
source: Hidden
ja: 非表示

# home.filter.machines
source: Machines
ja: マシン

# home.filter.offline
source: Offline
ja: オフライン

# home.filter.online
source: Online
ja: オンライン

# home.filter.scope.grouped
source: Group by Mac
ja: Mac ごとに表示

# home.filter.scope.recent
source: Recent
ja: 最近

# home.filter.view
source: View
ja: 表示

# home.settings
source: Settings
ja: 設定

# ios.terminal.inputAccessory.arrowNub
source: Arrow keys
ja: 矢印キー

# settings.nodes.none_unavailable
source: No unavailable machines.
ja: 利用できないマシンはありません。

# settings.nodes.section
source: Machines
ja: マシン

# settings.nodes.unlink
source: Unlink
ja: リンク解除

# settings.team.picker
source: Workspace Team
ja: ワークスペース チーム

# settings.team.section
source: Team
ja: チーム

# settings.team.unavailable
source: Sign in to load workspace teams.
ja: ワークスペース チームを読み込むにはサインインしてください。

# terminal.empty.body
source: This session does not have a visible terminal.
ja: このセッションには表示できるターミナルがありません。

# terminal.empty.title
source: No Terminal
ja: ターミナルなし

# terminal.loading.title
source: Loading terminal
ja: ターミナルを読み込み中

# demo.node.mac_mini.subtitle
source: hive standby
ja: hive 待機中

# demo.node.macbook.subtitle
source: local dev node
ja: ローカル開発ノード

# demo.row.grid_flowing
source: terminal grid snapshots flowing over QUIC
ja: ターミナルグリッドのスナップショットを QUIC で受信中

# demo.row.iroh_ready
source: cmux connection ready
ja: cmux 接続準備完了

# demo.row.panes_map
source: terminal panes map to cmx panels
ja: ターミナルペインは cmx パネルに対応

# demo.row.snapshot_attached
source: native snapshot stream attached
ja: ネイティブスナップショットストリームに接続済み

# demo.row.spaces_map
source: spaces map to cmx spaces
ja: スペースは cmx スペースに対応

# demo.row.state_native
source: first sync path renders the Rust TUI frame
ja: 最初の同期経路は Rust TUI フレームを描画

# demo.space.logs
source: logs
ja: ログ

# demo.space.review
source: review
ja: レビュー

# demo.terminal.bridge
source: bridge
ja: ブリッジ

# demo.terminal.status
source: status
ja: ステータス

# demo.workspace.agent_runs
source: agent runs
ja: エージェント実行

# demo.workspace.agent_runs.preview
source: review pane waiting on sync
ja: レビュー ペインは同期待ち

# demo.workspace.main.preview
source: cmx tui attached over Ghostty
ja: Ghostty 経由で cmx TUI に接続済み

# home.menu.more
source: More
ja: その他

# home.menu.refresh_nodes
source: Refresh Nodes
ja: ノードを更新

# home.node.offline
source: offline
ja: オフライン

# home.nodes.header
source: Nodes
ja: ノード

# home.recent.header
source: Recent
ja: 最近

# home.search.empty.body
source: No matching session is available on your signed-in nodes.
ja: サインイン済みノードに一致するセッションはありません。

# home.search.empty.title
source: No Sessions
ja: セッションなし

# home.workspaces.empty.body
source: No connected cmux session is available.
ja: 接続済みの cmux セッションはありません。

# home.workspaces.loading.body
source: Waiting for cmux to send the list.
ja: cmux から一覧が届くのを待っています。

# home.workspaces.loading.title
source: Loading Sessions
ja: セッションを読み込み中

# home.search.prompt
source: Search
ja: 検索

# home.timestamp.yesterday
source: Yesterday
ja: 昨日

# hive.error.bad_status
source: cmux hive discovery failed (%d).
ja: cmux hive discovery が失敗しました（%d）。

# hive.error.invalid_endpoint
source: The cmux hive endpoint is invalid.
ja: cmux hive エンドポイントが無効です。

# hive.error.invalid_response
source: cmux hive discovery returned an invalid response.
ja: cmux hive discovery が無効なレスポンスを返しました。

# iroh.error.heartbeat_timeout
source: The terminal connection stopped responding.
ja: ターミナル接続が応答しなくなりました。

# nav.workspaces
source: Workspaces
ja: ワークスペース

# iroh.error.remote
source: Connection failed: %@
ja: 接続に失敗しました: %@

# iroh.error.remote_unknown
source: unknown error
ja: 不明なエラー

# iroh.error.send
source: Could not send data to the terminal connection.
ja: ターミナル接続にデータを送信できませんでした。

# iroh.error.start
source: Could not start the terminal connection.
ja: ターミナル接続を開始できませんでした。

# iroh.error.unknown_event
source: The terminal connection sent an unknown event.
ja: ターミナル接続が不明なイベントを送信しました。

# node.connected.name
source: cmx node
ja: cmx ノード

# node.connected.subtitle
source: connected
ja: 接続済み

# node.unknown.name
source: Unknown Node
ja: 不明なノード

# node.unknown.subtitle
source: not discovered
ja: 未検出

# status.connected
source: Connected
ja: 接続済み

# status.connecting
source: Connecting
ja: 接続中

# status.needs_ticket
source: Ticket needed
ja: チケットが必要です

# status.ready
source: Ready
ja: 準備完了

# rivet.error.bad_status
source: Rivet pairing secret request failed (%d).
ja: Rivet ペアリングシークレットのリクエストに失敗しました（%d）。

# rivet.error.expired_secret
source: The Rivet pairing secret has expired.
ja: Rivet ペアリングシークレットの有効期限が切れています。

# rivet.error.invalid_endpoint
source: The Rivet pairing endpoint is invalid.
ja: Rivet ペアリングエンドポイントが無効です。

# rivet.error.invalid_response
source: Rivet returned an invalid pairing secret response.
ja: Rivet が無効なペアリングシークレット応答を返しました。

# rivet.error.missing_secret
source: Rivet did not return a pairing secret.
ja: Rivet がペアリングシークレットを返しませんでした。

# rivet.error.pairing_mismatch
source: Rivet returned a pairing secret for a different ticket.
ja: Rivet が別のチケット用のペアリングシークレットを返しました。

# rivet.error.unsupported_auth
source: This ticket does not use Rivet pairing auth.
ja: このチケットは Rivet ペアリング認証を使用していません。

# ticket.error.alpn
source: Unsupported pairing protocol %@.
ja: 未対応のペアリングプロトコル %@ です。

# ticket.error.auth_missing
source: The pairing ticket is missing auth metadata.
ja: ペアリングチケットに認証メタデータがありません。

# ticket.error.auth_unsupported
source: Unsupported pairing auth mode %@.
ja: 未対応のペアリング認証モード %@ です。

# ticket.error.empty
source: No pairing ticket is available.
ja: ペアリングチケットがありません。

# ticket.error.format
source: The pairing ticket is not valid.
ja: ペアリングチケットが有効ではありません。

# ticket.error.pairing_expired
source: The pairing ticket has expired.
ja: ペアリングチケットの有効期限が切れています。

# ticket.error.pairing_id
source: The pairing ticket is missing its Rivet pairing id.
ja: ペアリングチケットに Rivet ペアリング ID がありません。

# ticket.error.rivet_endpoint
source: The pairing ticket has an invalid Rivet endpoint.
ja: ペアリングチケットの Rivet エンドポイントが無効です。

# ticket.error.stack_project_id
source: The pairing ticket is missing its Stack project id.
ja: ペアリングチケットに Stack プロジェクト ID がありません。

# ticket.error.stack_auth_required
source: Sign in with Stack Auth before using this Rivet pairing ticket.
ja: この Rivet ペアリング チケットを使用する前に Stack Auth でサインインしてください。

# ticket.error.unsupported_server_message
source: Unsupported cmx server message %@.
ja: 未対応の cmx サーバーメッセージ %@ です。

# ticket.error.utf8
source: The ticket is not valid UTF-8.
ja: チケットは有効な UTF-8 ではありません。

# ticket.error.version
source: Unsupported pairing ticket version %d.
ja: 未対応のペアリングチケットバージョン %d です。

# ticket.error.websocket_frame
source: cmx sent an unsupported WebSocket frame.
ja: cmx が未対応の WebSocket フレームを送信しました。

# ticket.error.websocket_route
source: This ticket does not include a WebSocket cmx route yet.
ja: このチケットにはまだ WebSocket cmx 経路が含まれていません。

# ticket.error.websocket_heartbeat_timeout
source: The cmx WebSocket session stopped responding.
ja: cmx WebSocket セッションが応答しなくなりました。

# ticket.error.websocket_text
source: cmx sent an unexpected WebSocket text frame.
ja: cmx が予期しない WebSocket テキストフレームを送信しました。

# ticket.auth.direct
source: direct development ticket
ja: 直接開発チケット

# ticket.auth.rivet_stack
source: Stack + Rivet pairing %@
ja: Stack + Rivet ペアリング %@

# ticket.auth.unknown
source: unknown auth %@
ja: 不明な認証 %@

# pairing.error.alpn
source: Unsupported pairing protocol %@.
ja: 未対応のペアリングプロトコル %@ です。

# pairing.error.id_mismatch
source: The pairing challenge does not match this ticket.
ja: ペアリングチャレンジがこのチケットと一致しません。

# pairing.error.nonce
source: Could not generate a secure pairing nonce.
ja: 安全なペアリング nonce を生成できませんでした。

# ticket.route.unknown
source: unknown route
ja: 不明な経路

# ios.terminal.ghostty.appCreationFailed
source: libghostty app creation failed
ja: libghostty アプリの作成に失敗しました

# ios.terminal.ghostty.initFailed
source: libghostty initialization failed (%d)
ja: libghostty の初期化に失敗しました (%d)

# ios.terminal.ghostty.renderFailed
source: libghostty failed to start
ja: libghostty を起動できませんでした

# ios.terminal.input.accessibility
source: Terminal input
ja: ターミナル入力

# ios.terminal.inputAccessory.hideKeyboard
source: Hide Keyboard
ja: キーボードを隠す

# ios.terminal.inputAccessory.zoomIn
source: Zoom In
ja: 拡大

# ios.terminal.inputAccessory.zoomOut
source: Zoom Out
ja: 縮小

# workspace.row.detail
source: %d spaces, %d terminals
ja: %d スペース、%d ターミナル

# workspace.placeholder.title
source: Workspace
ja: ワークスペース
